<!doctype html>
<html lang="en">
<head>
        <title>Dichos Paisas</title>
</head>

<body>
        <p>The people of the coffee-growing region of Colombia are known as
        <a href="https://en.wikipedia.org/wiki/Paisa_(region)"><i>Paisas</i></a>. 
        <i>Dichos</i>, or colloquialisms, are an integral
        part of the culture. Below is a compilation of some of these sayings.
        At some point in the future I will add English translations and 
        explanations. If you know of any more, please reach out!!!</p>

        <p>La gente del &eacute;je cafetero Colombiano es conocida como los 
        <a href="https://es.wikipedia.org/wiki/Paisa_(Colombia)"><i>Paisas</i></a>. 
        Un aspecto central de la cultura son <i>Dichos</i>. 
        Abajo hay una lista de varios dichos. En el futuro incluir&eacute; 
        explicaciones y traduciones al Ingl&eacute;s. Por favor d&iacute;game 
        si conoce algunos dichos m&aacute;s!!!</p>
        
        <h1><u><i>Dichos Paisas</i></u></h1>
        <ol>
                <li>Como sacarle un pelo a un gato</li>
                <li>Guerra avisada no mata soldado</li>
                <li>(No) Hay moros en la costa!</li>
                <li>El pez muere por la boca</li>
                <li>El Diablo es diablo</li>
                <li>Mas pierde el pajaro que'l que le tir&oacute; la piedra</li>
                <li>El que sabe, sabe; aunque sea de noche</li>
                <li>En la mesa y en el juego se conoce al caballero</li>
                <li>Camar&oacute;n que se duerme, se lo lleva la corriente</li>
                <li>&Eacute;se va pa' el matrimonio de la mam&aacute;</li>
                <li>Est&aacute; m&aacute;s perdido que'l hijo de Limber</li>
                <li>M&aacute;s feo que tirarle a la madre</li>
                <li>Tirarse en la faldita de cuadros</li>
                <li>Mal de muchos, consuelo de tontos</li>
                <li>Se cree la vaca que m&aacute;s caga</li>
                <li>Se cree el putas de Aguadas</li>
                <li>&Eacute;l es pinta, pero ella espanta</li>
                <li>Entre el dicho y el hecho hay mucho trecho</li>
                <li>Armados hasta los dientes</li>
                <li>El que con muchachitos se acuesta, cagado amanece</li>
                <li>No se ve ni pa conversar</li>
                <li>Al que no le gusta caldo le dan dos tazas</li>
                <li>Huele m&aacute;s maluco que vuelta canela de monja</li>
                <li>Fuma m&aacute;s que lavandera mueca</li>
                <li>M&aacute;s viejo que el uso de andar parado</li>
                <li>M&aacute;s ___ que un chucho</li>
                <li>Ponerse el ba&uacute;l y la tapa</li>
                <li>Es mejor mal conocido que bueno por conocer</li>
                <li>Pedir cacao</li>
                <li>Ir por lana y salir trasquilado</li>
                <li>Come m&aacute;s que la llaga de Merejo que se le comi&oacute; la pata de palo</li>
                <li>Con los calores de Queta</li>
                <li>Mat&oacute; el tigre y se asust&oacute; con el cuero</li>
                <li>M&aacute;s porfiada que la mujer de Garabato</li>
                <li>Cansa m&aacute;s que una vitoria debajo del brazo</li>
                <li>Nadie sabe para quien trabaja</li>
                <li>Perdi&oacute; chicha, calabaza y miel</li>
                <li>Al saber le llaman suerte</li>
                <li>Por huir de las llamas cay&oacute; en las brasas</li>
                <li>Nadie es profeta en su tierra</li>
                <li>Ganando indulgencias con padrenuestros ajenos</li>
                <li>Si no hay solomo, de todo como</li>
                <li>M&aacute;s contento que marrano estrenando laso</li>
                <li>La necesidad tiene cara de perro</li>
                <li>&Eacute;ste desayun&oacute; con sopa de alacranes</li>
                <li>C&oacute;mo amaneci&oacute; del higado</li>
                <li>C&oacute;mase un bolis de cemento</li>
                <li>Adi&oacute;s vida mia, si te he visto no me acuerdo</li>
                <li>A Dios rogando, y con el mazo dando</li>
                <li>Metido en la boca del lobo</li>
                <li>M&aacute;s vale tarde que nunca</li>
                <li>De las carreras no queda sino el cansancio</li>
                <li>Habla m&aacute;s que un perdido cuando aparece</li>
                <li>Se le acab&oacute; la pita</li>
                <li>Hijo de tigre sale pintado</li>
                <li>Le cabe a uno en una muela coca</li>
                <li>Est&aacute; m&aacute;s frio que nalga de tullido</li>
                <li>Primero cae el mentiroso que el cojo</li>
            </ol>
</body>
</html>

